{
  "books": [
    {
      "id": 1,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677505315i/112974911.jpg",
      "bookname": "Thieves' Gambit",
      "Rating": 0,
      "authername": "Kayvion Lewis",
      "Descriptions": "The Inheritance Games meets Ocean's Eleven in this cinematic heist thriller where a cutthroat competition brings together the world's best thieves and one thief is playing for the highest stakes of all: her mother's life.",
      "categories": "Action",
      "autherDescription": "Kayvion Lewis is a young adult author of all things escapist and high-octane. A former youth services librarian, she’s been working with young readers and kidlit since she was sixteen. When she’s not writing, she’s breaking out of escape rooms, jumping out of airplanes, and occasionally running away to mountain retreats to study kung fu. Though she’s originally from Louisiana, and often visits her family in The Bahamas, these days you can find her in New York—at least until she takes off on her next adventure.",
      "autherimage": "https://images.gr-assets.com/authors/1656734092p5/20363431.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 2,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1688414177i/182105930.jpg",
      "bookname": "Resurrection Reprise: A Soulbound Universe Novel",
      "Rating": 0,
      "authername": "Hailey Turner",
      "Descriptions": " Spencer Bailey has spent his entire life under government oversight for something he can't change: his magic's affinity for breaking souls. After surviving the end of the world, Spencer joins the Supernatural Operations Agency with the intention of keeping his head down and his hands clean.",
      "categories": "Action",
      "autherDescription": "Hailey Turner is a big city girl who likes to spoil her cats rotten. She writes science fiction and fantasy with lots of action, epic plots, and romantic relationships that satisfy the heart. Hailey lives in sunny California when she isn’t adding stamps to her passport.",
      "autherimage": "https://images.gr-assets.com/authors/1662347855p5/16473068.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 3,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1684816223i/123276713.jpg",
      "bookname": "The Traitor",
      "Rating": 0,
      "authername": "Ava Glass",
      "Descriptions": "British spy Emma Makepeace goes undercover on a Russian oligarch’s superyacht, where she’s one wrong move away from a watery grave, in this electrifying thriller from the author of Alias Emma .",
      "categories": "Action",
      "autherDescription": "AVA GLASS is a former crime reporter and civil servant. Her time working for the government introduced her to the world of spies, and she's been fascinated by them ever since. She lives in the south of England.",
      "autherimage": "https://images.gr-assets.com/authors/1656344865p5/15989658.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 4,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1670534015i/64653616.jpg",
      "bookname": "Deadly Depths",
      "Rating": 0,
      "authername": "John F. Dobby",
      "Descriptions": "A notable archaeologist, close to finding a priceless artifact, meets his untimely demise— Matthew Shane vows to find his murderer ",
      "categories": "Action",
      "autherDescription": "John F. Dobbyn is an American mystery writer and Professor of Law at the Villanova University School of Law. His Devlin and Knight short story (Trumpeter Swan), published in the February 2004 issue of Alfred Hitchcock's Mystery Magazine, was a finalist for the Shamus Award for Best Short Story from the Private Eye Writers of America. He lives in Valley Forge, Pennsylvania with his wife Lois.",
      "autherimage": "https://images.gr-assets.com/authors/1507037780p5/1181140.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 5,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1680066316i/124053845.jpg",
      "bookname": "A Harvest of Ash and Blood",
      "Rating": 5,
      "authername": "D.J. Molies",
      "Descriptions": " From New York Times bestselling author D. J. Molles comes a brand new, action-packed, fantasy adventure that will leave you on the edge of your seat. What is the price of magic? Not the magic of tricks and illusions, but the kind that heats cities, powers armies, and transforms continents. Magic that forges empires. The Brannic Empire owes its existence to this magic and for those in power, no price is too great. Even when that price is their own children. For it is the ashes of those with magical abilities that the Church of Alchemy harvests to fuel this machine of empire. So the furnaces burn, and the empire grows. And they call it progress. Trying to escape a lifetime of regrets―and outrun his own demons―veteran soldier Lochled Thatcher embarks on the Fourth Crusade to Leftland, a country rich in magic. Desperate to save her brothers, Rony joins Lochled’s squad, only to discover that war is very different from all the songs and fancy speeches. As politics and power clash, Kayna, a Seeker, and Ord, a Priest of the Church of Alchemy, find their foundations of loyalty and faith shaken and crumbling. In this theatre of chaos, magic, and treachery, soldier and priest alike will find their humanity in as much danger as their lives. Will they lose themselves to cruelty and deception? Or can one good action reverse the course of generations of evil? A bold, brutal look at war and belief, A Harvest of Ash and Blood is a sweeping epic fantasy perfect for fans of The Witcher, Joe Abercrombie, and the grimdark",
      "categories": "Action",
      "autherDescription": "D.J. Molles became a New York Times and USA today bestselling author while working full time as a police officer. He's since traded his badge for a keyboard to produce over 20 titles. When he's not writing, he's taking steps to make his North Carolina property self-sustainable, and training to be at least half as hard to kill as Lee Harden (his most popular protagonist). ",
      "autherimage": "https://images.gr-assets.com/authors/1680967127p5/5575284.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 6,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1637167801i/59421138.jpg",
      "bookname": "Catch Her Death",
      "Rating": 4.5,
      "authername": "Melinda Leigh",
      "Descriptions": "Sheriff Bree Taggert and those she loves become the target of a family’s deadly revenge in a chilling novel of suspense by #1 Amazon Charts and Wall Street Journal bestselling author Melinda Leigh. ",
      "categories": "Action",
      "autherDescription": "Wall Street Journal and #1 Amazon bestselling author Melinda Leigh is a fully recovered banker who learned that writing books is way more fun than analyzing financial statements. Melinda’s debut novel, SHE CAN RUN, was nominated for Best First Novel by the International Thriller Writers. Since then, she has garnered numerous writing accolades, including two RITA® Award nominations and an induction into the NJ Romance Writers Hall of Fame. Her novels have sold more than 10 million copies across the world. Melinda loves martial arts, rescue dogs, and sea turtles. ",
      "autherimage": "https://images.gr-assets.com/authors/1567615600p5/5141609.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 7,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1690412857i/61334564.jpg",
      "bookname": "Malibu Burning",
      "Rating": 0,
      "authername": "Lee Goldberg ",
      "Descriptions": "For a professional criminal and a relentless arson investigator, fear and revenge spread like wildfire in a an incendiary thriller by #1 New York Times bestselling author Lee Goldberg. ",
      "categories": "Action",
      "autherDescription": "New York Times Bestselling author Lee Goldberg is a two-time Edgar Award and two-time Shamus Award nominee whose many TV writing and/or producing credits ",
      "autherimage": "https://images.gr-assets.com/authors/1374023582p5/67202.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 8,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1672630844i/75497680.jpg",
      "bookname": "Glitter",
      "Rating": 0,
      "authername": "Shannon Mayer",
      "Descriptions": "I thought that my biggest problem was a curse that turned me into a golden retriever instead of a wolf.  ",
      "categories": "Action",
      "autherDescription": "A long time ago, in a galaxy far away, I was born into a family of Star Wars nuts. I have a lot of siblings (somewhere I lost count but I think there was more than could be numbered on one hand) and being one of the young padawans I was subjected to Star Wars marathons, on a regular basis. If you've read any of my books you'll see there is often a reference to said movies as a small homage to my upbringing. May the force be with you and all that jazz.",
      "autherimage": "https://images.gr-assets.com/authors/1315338684p5/5172000.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 9,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1642353285i/59964471.jpg",
      "bookname": "The First Death",
      "Rating": 0,
      "authername": "Kendra Elliot",
      "Descriptions": "A Wall Street Journal bestselling series.  For a search and rescue expert, the buried remains of her past are a dangerous obsession in a twisting novel of suspense by a Wall Street Journal and Amazon Charts bestselling author.  ",
      "categories": "Action",
      "autherDescription": "An Amazon #1 selling author, Kendra Elliot has sold over 12 Million books and been on the WSJ best seller over a dozen times.  She grew up in the lush Pacific Northwest and still lives there with her family and two cats. She's fascinated with forensics, refuses to eat anything green, and dreams of living every day in flip flops. UPDATE: She now lives in flip flops and watches the sun rise over the ocean every day. ",
      "autherimage": "https://images.gr-assets.com/authors/1491844493p5/6150778.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 10,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1674866573i/63278248.jpg",
      "bookname": "Dead Fall",
      "Rating": 0,
      "authername": "Brad Thor",
      "Descriptions": "Lethal operative Scot Harvath is dispatched to avenge the killing of American citizens abroad in #1 New York Times and #1 Wall Street Journal bestselling author Brad Thor’s new pulse-pounding thriller. ",
      "categories": "Action",
      "autherDescription": "BRAD THOR is the #1 New York Times bestselling author of twenty-three thrillers, including DEAD FALL, BLACK ICE (ThrillerFix Best Thriller of the Year), NEAR DARK (one of Suspense Magazine’s Best Books of the Year), BACKLASH (nominated for the Barry Award for Best Thriller of the Year), ",
      "autherimage": "https://images.gr-assets.com/authors/1528115306p5/5088.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 11,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618526890i/13335037.jpg",
      "bookname": "Divergent",
      "Rating": 0,
      "authername": "Veronica Roth",
      "Descriptions": "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue—Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote the rest of their lives. For Beatrice, the decision is between staying with her family and being who she really is—she can't have both. So she makes a choice that surprises everyone, including herself. ",
      "categories": "Action",
      "autherDescription": "Veronica Roth is the New York Times best-selling author of Arch-Conspirator, Poster Girl, Chosen Ones, the short story collection The End and Other Beginnings, the Carve the Mark duology, and the Divergent series. She lives in Chicago, Illinois with her husband and dog. ",
      "autherimage": "https://images.gr-assets.com/authors/1588707274p5/4039811.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 12,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1579621267i/968.jpg",
      "bookname": "The Da Vinci Code",
      "Rating": 0,
      "authername": "Dan Brown",
      "Descriptions": "While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter.      ",
      "categories": "Action",
      "autherDescription": "Dan Brown is the author of numerous #1 bestselling novels, including The Da Vinci Code, which has become one of the best selling novels of all time as well as the subject of intellectual debate among readers and scholars. Brown’s novels are published in 52 languages around the world with 200 million copies in print.      ",
      "autherimage": "https://images.gr-assets.com/authors/1399396714p5/630.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 13,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1675642559i/65214203.jpg",
      "bookname": "Killing the Witches: The Horror of Salem, Massachusetts",
      "Rating": 0,
      "authername": "Bill O'Reilly",
      "Descriptions": "Killing the Witches revisits one of the most frightening and inexplicable episodes in American history: the events of 1692 and 1693 in Salem Village, Massachusetts. What began as a mysterious affliction of two young girls who suffered violent fits and exhibited strange behavior soon spread to other young women. Rumors of demonic possession and witchcraft consumed Salem. Soon three women were arrested under suspicion of being witches--but as the hysteria spread, more than 200 people were accused. Thirty were found guilty, twenty were executed, and others died in jail or their lives were ruined. ",
      "categories": "History",
      "autherDescription": "Bill O'Reilly's success in broadcasting and publishing is unmatched. The iconic anchor of The O'Reilly Factor led the program to the status of the highest rated cable news broadcast in the nation for sixteen consecutive years. His website BillOReilly.com is followed by millions all over the world.",
      "autherimage": "https://images.gr-assets.com/authors/1415448841p5/27281.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 14,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1684204469i/112975117.jpg",
      "bookname": "Astor: The Rise and Fall of an American Fortune",
      "Rating": 0,
      "authername": "Anderson Cooper",
      "Descriptions": "The number one New York Times bestselling authors of Vanderbilt return with another riveting history of a legendary American family, the Astors, and how they built and lavished their fortune.  The story of the Astors is a quintessentially American story—of ambition, invention, destruction, and reinvention. ",
      "categories": "History",
      "autherDescription": "Anderson Hays Cooper is an Emmy Award winning American journalist, author, and television personality. He currently works as the primary anchor of the CNN news show Anderson Cooper 360°. The program is normally broadcast live from a New York City studio; however, Cooper often broadcasts live on location for breaking news stories.",
      "autherimage": "https://images.gr-assets.com/authors/1206676534p5/2995.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 15,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1692288251i/122765395.jpg",
      "bookname": "Elon Musk",
      "Rating": 0,
      "authername": "Walter Isaacson",
      "Descriptions": "When Elon Musk was a kid in South Africa, he was regularly beaten by bullies. One day a group pushed him down some concrete steps and kicked him until his face was a swollen ball of flesh. He was in the hospital for a week. But the physical scars were minor compared to the emotional ones inflicted by his father, an engineer, rogue, and charismatic fantasist.      ",
      "categories": "History",
      "autherDescription": "Walter Isaacson, a professor of history at Tulane, has been CEO of the Aspen Institute, chair of CNN, and editor of Time. He is the author of 'Leonardo da Vinci; The Innovators; Steve Jobs; Einstein: His Life and Universe; Benjamin Franklin: An American Life; and Kissinger: A Biography, and the coauthor of The Wise Men: Six Friends and the World They Made. Visit him at Isaacson.Tulane.edu and on Twitter at @WalterIsaacson",
      "autherimage": "https://images.gr-assets.com/authors/1192222433p5/7111.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 16,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1659407155i/61714633.jpg",
      "bookname": "The Wager: A Tale of Shipwreck, Mutiny and Murder",
      "Rating": 0,
      "authername": "David Grann",
      "Descriptions": "On January 28, 1742, a ramshackle vessel of patched-together wood and cloth washed up on the coast of Brazil. Inside were thirty emaciated men, barely alive, and they had an extraordinary tale to tell. They were survivors of His Majesty's Ship the Wager, a British vessel that had left England in 1740 on a secret mission during an imperial war with Spain. While the Wager had been chasing ",
      "categories": "History",
      "autherDescription": "David Grann is the author of the #1 New York Times bestsellers",
      "autherimage": "https://images.gr-assets.com/authors/1678988439p5/1431785.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 17,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1306787560i/1067.jpg",
      "bookname": "1776",
      "Rating": 0,
      "authername": "David McCullough",
      "Descriptions": "In this masterful book, David McCullough tells the intensely human story of those who marched with General George Washington in the year of the Declaration of Independence - when the whole American cause was riding on their success, without which all hope for independence would have been dashed and the noble ideals of the Declaration would have amounted to little more than words on paper. ",
      "categories": "History",
      "autherDescription": "David McCullough was a Yale-educated, two-time recipient of both the Pulitzer Prize (Truman; John Adams) and the National Book Award (The Path Between the Seas; Mornings on Horseback). His many other highly-acclaimed works of historical non-fiction include The Greater Journey, 1776, Brave Companions, The Great Bridge, The Wright Brothers, and The Johnstown Flood. He was honored with the National Book Foundation's Medal for Distinguished Contribution to American Letters, the National Humanities Medal, and the Presidential Medal of Freedom in addition to many other awards and honors. Mr. McCullough lived in Boston, Mass.",
      "autherimage": "https://images.gr-assets.com/authors/1429921568p5/6281688.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 18,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1331223772i/767171.jpg",
      "bookname": "The Rise and Fall of the Third Reich: A History of Nazi Germany",
      "Rating": 0,
      "authername": "William L. Shirer",
      "Descriptions": "Hitler boasted that The Third Reich would last a thousand years. It lasted only 12. But those 12 years contained some of the most catastrophic events Western civilization has ever known.No other powerful empire ever bequeathed such mountains of evidence about its birth and destruction as the Third Reich.  ",
      "categories": "History",
      "autherDescription": "William Lawrence Shirer was an American journalist and historian. He became known for his broadcasts on CBS from the German capital of Berlin through the first year of World War II.      ",
      "autherimage": "https://images.gr-assets.com/authors/1261137098p5/13360.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 19,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1478144278i/2203.jpg",
      "bookname": "John Adams",
      "Rating": 0,
      "authername": "David McCullough",
      "Descriptions": "The enthralling, often surprising story of John Adams, one of the most important and fascinating Americans who ever lived.      ",
      "categories": "History",
      "autherDescription": "David McCullough was a Yale-educated, two-time recipient of both the Pulitzer Prize (Truman; John Adams) and the National Book Award (The Path Between the Seas; Mornings on Horseback). His many other highly-acclaimed works of historical non-fiction include The Greater Journey, 1776, Brave Companions, The Great Bridge, The Wright Brothers, and The Johnstown Flood. He was honored with the National Book Foundation's Medal for Distinguished Contribution to American Letters, the National Humanities Medal, and the Presidential Medal of Freedom in addition to many other awards and honors. Mr. McCullough lived in Boston, Mass.",
      "autherimage": "https://images.gr-assets.com/authors/1429921568p5/6281688.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 20,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1470699853i/29496076.jpg",
      "bookname": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
      "Rating": 0,
      "authername": "David Grann",
      "Descriptions": "A twisting, haunting true-life murder mystery about one of the most monstrous crimes in American history ",
      "categories": "History",
      "autherDescription": "David Grann is the author of the #1 New York Times bestsellers",
      "autherimage": "https://images.gr-assets.com/authors/1678988439p5/1431785.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 21,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1408923747i/22551730.jpg",
      "bookname": "Dead Wake: The Last Crossing of the Lusitania",
      "Rating": 0,
      "authername": "Erik Larson",
      "Descriptions": "On May 1, 1915, a luxury ocean liner as richly appointed as an English country house sailed out of New York, bound for Liverpool, carrying a record number of children and infants. ",
      "categories": "History",
      "autherDescription": "Erik Larson's latest work of narrative nonfiction is DEAD WAKE: THE LAST CROSSING OF THE LUSITANIA, which became an immediate New York Times bestseller. ",
      "autherimage": "https://images.gr-assets.com/authors/1304371037p5/5869.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 22,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1468760805i/31138556.jpg",
      "bookname": "Homo Deus: A History of Tomorrow",
      "Rating": 0,
      "authername": "Yuval Noah Harari",
      "Descriptions": "Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods. ",
      "categories": "History",
      "autherDescription": "Professor Harari was born in Haifa, Israel, to Lebanese parents in 1976. He received his Ph.D. from the University of Oxford in 2002, and is now a lecturer at the Department of History, the Hebrew University of Jerusalem. ",
      "autherimage": "https://images.gr-assets.com/authors/1546235045p5/395812.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 23,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677855146i/63364022.jpg",
      "bookname": "The Starfish Sisters",
      "Rating": 0,
      "authername": "Barbara O'Neal",
      "Descriptions": " From the USA Today bestselling author of When We Believed in Mermaids comes an emotional novel about two women facing the betrayals, heartbreaks, and refuge of true friendship.",
      "categories": "Relationships",
      "autherDescription": "Barbara O'Neal is the Wall Street Journal, Washington Post, and #1 Amazon Charts bestselling writer of women's fiction. She lives in Colorado with her partner, a British endurance athlete. ",
      "autherimage": "https://images.gr-assets.com/authors/1268279525p5/941508.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 24,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348423991i/944267.jpg",
      "bookname": "Boundaries: When to Say Yes, How to Say No to Take Control of Your Life",
      "Rating": 0,
      "authername": "Henry Cloud",
      "Descriptions": "Having clear boundaries is essential to a healthy, balanced lifestyle. A boundary is a personal property line that marks those things for which we are responsible. In other words, boundaries define who we are and who we are not.  ",
      "categories": "Relationships",
      "autherDescription": "Dr. Cloud has written or co-written twenty-five books, including the two million-seller Boundaries. His most recent books are Boundaries for Leaders and Necessary Endings. He has earned three Gold Medallion awards, and was awarded the distinguished Retailers Choice award for God Will Make A Way.",
      "autherimage": "https://images.gr-assets.com/authors/1396388859p5/1114699.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 25,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1517333996i/36054954.jpg",
      "bookname": "When Never Comes",
      "Rating": 0,
      "authername": "Barbara Davis",
      "Descriptions": " As a teenage runaway and child of an addict, Christy-Lynn learned the hard way that no address was permanent, and no promise sacred. For a while, she found a safe haven in her marriage to bestselling crime novelist Stephen Ludlow—until his car skidded into Echo Bay. But Stephen’s wasn’t the only body pulled from the icy waters that night. When details about a mysterious violet-eyed blonde become public, a media circus ensues, and Christy-Lynn runs again.  ",
      "categories": "Relationships",
      "autherDescription": "Author of The Secrets She Carried, The Wishing Tide, Summer at Hideaway Key, Love, Alice. (Penguin/Berkley) When Never Comes (Lake Union) The Last of the Moon Girls (Lake Union) The Keeper of Happy Endings (Lake Union) The Echo of Old Books      ",
      "autherimage": "https://images.gr-assets.com/authors/1423021661p5/7060621.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 26,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1644098687i/59616468.jpg",
      "bookname": "This Place of Wonder",
      "Rating": 0,
      "authername": "Barbara O'Neal",
      "Descriptions": "In the wake of a personal tragedy, four women face the past, their futures, and each other in a novel of broken ties and healing by the Amazon Charts bestselling author of When We Believed in Mermaids.  ",
      "categories": "Relationships",
      "autherDescription": "Barbara O'Neal is the Wall Street Journal, Washington Post, and #1 Amazon Charts bestselling writer of women's fiction. She lives in Colorado with her partner, a British endurance athlete. ",
      "autherimage": "https://images.gr-assets.com/authors/1268279525p5/941508.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 27,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1650842106i/60092581.jpg",
      "bookname": "Lessons",
      "Rating": 0,
      "authername": "Ian McEwan",
      "Descriptions": "When the world is still counting the cost of the Second World War and the Iron Curtain has closed, eleven-year-old Roland Baines's life is turned upside down. Two thousand miles from his mother's protective love, stranded at an unusual boarding school, his vulnerability attracts piano teacher Miss Miriam Cornell, leaving scars as well as a memory of love that will never fade. ",
      "categories": "Relationships",
      "autherDescription": "Ian McEwan studied at the University of Sussex, where he received a BA degree in English Literature in 1970 and later received his MA degree in English Literature at the University of East Anglia.      ",
      "autherimage": "https://images.gr-assets.com/authors/1404240951p5/2408.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 28,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1645278424i/60450364.jpg",
      "bookname": "We Used To Live Here",
      "Rating": 0,
      "authername": "Daniel Hurst",
      "Descriptions": " When the Burgess family move into their 'forever' home, it seems like they are set for many happy years together at their new address. Steph and Grant, along with their children, Charlie and Amelia, settle into their new surroundings quickly. ",
      "categories": "Relationships",
      "autherDescription": "Daniel Hurst was born in the northwest of England, a part of the world famous for its comedians, pasties and terrible weather. ",
      "autherimage": "https://images.gr-assets.com/authors/1587847714p5/14290064.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 29,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1574201825i/48895760.jpg",
      "bookname": "Can You Feel This?",
      "Rating": 0,
      "authername": "Julie Orringer",
      "Descriptions": " In the chaos of a maternity ward, memories of tragedy and grief come flooding back for an anxious mother-to-be as she struggles to balance her child’s needs with her own healing.",
      "categories": "Relationships",
      "autherDescription": "Julie Orringer is an American author born in Miami, Florida. Her first book, How to Breathe Underwater, was published in September 2003 by Knopf Publishing Group. She is a graduate of Cornell University and the Iowa Writers' Workshop and was a Stegner Fellow at Stanford University. ",
      "autherimage": "https://images.gr-assets.com/authors/1298686444p5/22580.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 30,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1679463876i/61885014.jpg",
      "bookname": "Dead Man's Wake",
      "Rating": 0,
      "authername": "Paul Doiron",
      "Descriptions": " Game Warden Mike Bowditch's engagement party is interrupted by the discovery of a gruesome double murder in Dead Man's Wake, a new thriller from Edgar Award-winning author Paul Doiron.",
      "categories": "Relationships",
      "autherDescription": "Paul Doiron is the best-selling author of the Mike Bowditch series of crime novels set in the Maine woods.      ",
      "autherimage": "https://images.gr-assets.com/authors/1673112044p5/3090113.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 31,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1571849632l/52909027.jpg",
      "bookname": "The Lies That Bind",
      "Rating": 0,
      "authername": "Emily Giffin",
      "Descriptions": "It's 2 A.M. on a Saturday night in the spring of 2001, and twenty-eight-year-old Cecily Gardner sits alone in a dive bar in New York's East Village, questioning her life. Feeling lonesome and homesick for the Midwest, she wonders if she'll ever make it as a reporter in the big city--and whether she made a terrible mistake in breaking up with her longtime boyfriend, Matthew.      ",
      "categories": "Relationships",
      "autherDescription": "EMILY GIFFIN is a graduate of Wake Forest University and the University of Virginia School of Law. The #1 New York Times bestselling author of eleven novels, Something Borrowed, Something Blue, Baby Proof, Love the One You're With, Heart of the Matter, Where We Belong, The One & Only, First Comes Love, All We Ever Wanted, The Lies That Bind, and the recently released Meant to Be, she currently lives in Atlanta with her family. ",
      "autherimage": "https://images.gr-assets.com/authors/1680645299p5/13370.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 32,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1564080588i/44071899.jpg",
      "bookname": "Fair Play: A Game-Changing Solution for When You Have Too Much to Do",
      "Rating": 0,
      "authername": "Eve Rodsky      ",
      "Descriptions": "A revolutionary, real-world solution to the problem of unpaid, invisible work that women have shouldered for too long.      ",
      "categories": "Relationships",
      "autherDescription": "Eve Rodsky is working to change society one marriage at a time with a new 21st century solution to an age-old problem: women shouldering the brunt of childrearing and domestic life responsibilities regardless of whether they work outside the home.      ",
      "autherimage": "https://images.gr-assets.com/authors/1568077241p5/18895257.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 33,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683564155i/61885029.jpg",
      "bookname": "Starter Villain",
      "Rating": 0,
      "authername": "John Scalzi",
      "Descriptions": "Inheriting your uncle's supervillain business is more complicated than you might think. Particularly when you discover who's running the place.",
      "categories": "science fiction",
      "autherDescription": "John Scalzi, having declared his absolute boredom with biographies, disappeared in a puff of glitter and lilac scent. ",
      "autherimage": "https://images.gr-assets.com/authors/1562613145p5/4763.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 34,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1677855145i/63293050.jpg",
      "bookname": "Androne",
      "Rating": 0,
      "authername": "Dwain Worrell",
      "Descriptions": "Humanity’s new war is an enigma with an enemy threat beyond all imagination in this near-future novel of mind-blowing adventure where the fate of mankind rests in the choices of one ordinary soldier.",
      "categories": "science fiction",
      "autherDescription": "Dwain Worrell is a filmmaker, Chinese interpreter, and novelist.      ",
      "autherimage": "https://images.gr-assets.com/authors/1690878776p5/23037086.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 35,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683827919i/101673225.jpg",
      "bookname": "Land of Milk and Honey",
      "Rating": 0,
      "authername": "C Pam Zhang",
      "Descriptions": "The award-winning author of How Much of These Hills Is Gold returns with a rapturous and revelatory novel about a young chef whose discovery of pleasure alters her life and, indirectly, the world",
      "categories": "science fiction",
      "autherDescription": "Zhang was born in Beijing, China, and moved to the United States when she was four years old. While growing up, Zhang moved to ten new homes by the time she was eighteen.",
      "autherimage": "https://images.gr-assets.com/authors/1680636808p5/15934143.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 36,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1679465543i/62989759.jpg",
      "bookname": "South",
      "Rating": 0,
      "authername": "Babak Lakghomi",
      "Descriptions": "South is a haunting and hallucinatory reimagination of life in a world under totalitarianism, and an individual’s quest for truth, agency, and understanding.",
      "categories": "science fiction",
      "autherDescription": "Babak Lakghomi is the author of South (Dundurn Press, 2023) and Floating Notes (Tyrant Books, 2018). His fiction has appeared in American Short Fiction, NOON, Ninth Letter, New York Tyrant, The Adroit Journal, and Green Mountains Review, and has been translated into Italian and Farsi. Babak was born in Tehran, Iran, and currently lives and writes in Toronto. ",
      "autherimage": "https://images.gr-assets.com/authors/1523105871p5/17815616.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 37,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687105609i/101150684.jpg",
      "bookname": "The Death I Gave Him",
      "Rating": 0,
      "authername": "Em X. Liu",
      "Descriptions": "A lyrical, queer sci-fi retelling of Shakespeare's Hamlet as a locked-room thriller      ",
      "categories": "science fiction",
      "autherDescription": "Em X. Liu is a writer and biochemistry graduate who is fascinated by stories of artificial intelligence and Shakespeare in equal measure. Chronically cold-blooded, Em nevertheless resides in Toronto, Canada.",
      "autherimage": "https://images.gr-assets.com/authors/1651238648p5/22076496.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 38,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1623377755i/58312062.jpg",
      "bookname": "The Sky Vault",
      "Rating": 0,
      "authername": "Benjamin Percy",
      "Descriptions": "The third book in Percy’s innovative and acclaimed Comet Cycle, The Sky Vault, follows an investigation of a mysterious weather phenomena in Fairbanks, Alaska, and a government secret buried since WWII.",
      "categories": "science fiction",
      "autherDescription": "enjamin Percy is the author of seven novels -- most recently The Sky Vault (William Morrow) -- three short fiction collections, and a book of essays,",
      "autherimage": "https://images.gr-assets.com/authors/1362111803p5/215907.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 39,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1679624995i/123650836.jpg",
      "bookname": "Sirens: The End of the World has a Sound.",
      "Rating": 0,
      "authername": "Braden Cawthon",
      "Descriptions": "oel Walker wakes up to a world suddenly and frighteningly changed. In the wake of a massive power outage, an otherworldly siren begins to blare, changing all that listen to it for too long in frightening ways. Desperate to find his mother and little sister, Joel will have to survive in a world that is coming apart at its seams.",
      "categories": "science fiction",
      "autherDescription": "Braden Cawthon is an author and computer scientist from Texas. He is the son of Scott Cawthon, the creator of the Five Nights at Freddy's media franchise.",
      "autherimage": "https://pbs.twimg.com/profile_images/1644444042321702912/ZQ7aN1VG_400x400.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 40,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1688494248i/123856309.jpg",
      "bookname": "Do You Remember Being Born?",
      "Rating": 0,
      "authername": "Sean Michaels",
      "Descriptions": "Marian has never collaborated with anyone, let alone a machine, but the offer is too lucrative to resist, and she boards a plane to San Francisco with dreams of helping her son. In the Company's serene and golden Mind Studio, she encounters Charlotte, their state-of-the-art poetry bot, and is startled to find that it has written 230,442 poems in the last week, though it claims to only like two of them.",
      "categories": "science fiction",
      "autherDescription": "SEAN MICHAELS is the author of the novels Us Conductors, The Wagers and Do You Remember Being Born?, and founder of the pioneering music blog Said the Gramophone. His non-fiction has appeared in The Guardian, McSweeney’s, Pitchfork and The New Yorker. Sean is a recipient of the Scotiabank Giller Prize, the QWF Paragraphe Hugh MacLennan Prize, the Grand Prix Numix, the Prix Nouvelles Écritures, and he has been nominated for the Dublin Literary Award, the Kirkus Prize, and the Prix des libraires du Quebec. Born in Stirling, Scotland, Sean lives in Montreal, Canada.",
      "autherimage": "https://images.gr-assets.com/authors/1685628380p5/7538520.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 41,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1682064638i/123410682.jpg",
      "bookname": "Digging Stars",
      "Rating": 0,
      "authername": "Novuyo Rosa Tshuma",
      "Descriptions": "Blending drama and satire while examining the complexities of colonialism, racism, and what it means to be American, Digging Stars probes the emotional universes of love, friendship, family, and nationhood",
      "categories": "science fiction",
      "autherDescription": "Novuyo Rosa Tshuma (born 28 January 1988) is a Zimbabwean writer. She is best known for her 2013 debut collection titled Shadows, a novella and short story book.",
      "autherimage": "https://images.gr-assets.com/authors/1508017628p5/5307695.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 42,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1695442541i/171831795.jpg",
      "bookname": "Saga #66",
      "Rating": 0,
      "authername": "Brian K. Vaughan",
      "Descriptions": "Saga #66 is the latest issue of the award-winning Image Comics series, written by Brian K. Vaughan and illustrated by Fiona Staples. It was released on September 20, 2023, and is the second issue of the series to be published since it resumed in January 2022.",
      "categories": "science fiction",
      "autherDescription": "Brian K. Vaughan is the writer and co-creator of comic-book series including SAGA, PAPER GIRLS, Y THE LAST MAN, RUNAWAYS, and most recently, BARRIER, a digital comic with artist Marcos Martin ",
      "autherimage": "https://images.gr-assets.com/authors/1557530189p5/24514.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 43,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1678296412i/111673828.jpg",
      "bookname": "The Fragile Threads of Power",
      "Rating": 0,
      "authername": "V.E. Schwab",
      "Descriptions": "Once, there were four worlds, nestled like pages in a book, each pulsing with fantastical power, and connected by a single city: London. Until the magic grew too fast, and forced the worlds to seal the doors between them in a desperate gamble to protect their own.",
      "categories": "Adult",
      "autherDescription": "V.E. Schwab is the author of more than 20 books for children, teens, and adults. Alternate spelling of Victoria Schwab.",
      "autherimage": "https://images.gr-assets.com/authors/1511218938p5/7168230.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 44,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1676499276i/101160689.jpg",
      "bookname": "Rouge",
      "Rating": 0,
      "authername": "Mona Awad",
      "Descriptions": "From the critically acclaimed author of Bunny comes a horror-tinted, gothic fairy tale about a lonely dress shop clerk whose mother’s unexpected death sends her down a treacherous path in pursuit of youth and beauty. Can she escape her mother’s fate—and find a connection that is more than skin deep?",
      "categories": "Adult",
      "autherDescription": "Mona Awad is the author of BUNNY, ALL'S WELL and 13 WAYS OF LOOKING AT A FAT GIRL. 13 WAYS won the Amazon Best First Novel Award and was shortlisted for the Giller Prize. Her second novel, BUNNY, was a finalist for a Goodreads Choice Award for Best Horror, the New England Book Award, and won the Ladies of Horror Fiction Best Novel Award. It is currently being optioned for film with Bad Robot Productions. ALL'S WELL was a finalist for a Goodreads Choice Award for Best Horror. Her new novel, ROUGE, is forthcoming in September 2023 with Simon & Schuster. ",
      "autherimage": "https://images.gr-assets.com/authors/1680614278p5/7104825.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 45,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1673554566i/65214313.jpg",
      "bookname": "Cleat Cute",
      "Rating": 0,
      "authername": "Meryl Wilsner",
      "Descriptions": "A sapphic rivals to lovers rom com for fans of Ted Lasso and A League of Their Own, where two soccer teammates are at odds before falling in love as their team gears up for the World Cup.",
      "categories": "Adult",
      "autherDescription": "Meryl Wilsner writes happily ever afters for queer folks who love women. They are the author of SOMETHING TO TALK ABOUT and the upcoming MISTAKES WERE MADE. Born in Michigan, Meryl lived in Portland, Oregon and Jackson, Mississippi before returning to settle in the Mitten State. Some of Meryl’s favorite things include: all four seasons, button down shirts, the way giraffes run, and their wife.",
      "autherimage": "https://images.gr-assets.com/authors/1558622993p5/18765010.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 46,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1688424467i/122756967.jpg",
      "bookname": "The Pomegranate Gate",
      "Rating": 0,
      "authername": "Ariel Kaplan",
      "Descriptions": "Ariel Kaplan’s The Pomegranate Gate is the lyrical first installment of the Mirror Realm Cycle, a vibrant and heartfelt Inquisition-era Jewish epic fantasy in the vein of Naomi Novik, Katherine Arden, and Tasha Suri.      ",
      "categories": "Adult",
      "autherDescription": "Ariel Kaplan is an award-winning author of fantasy novels for young adults. She is known for her rich world-building, complex characters, and stories that explore themes of identity, belonging, and hope.",
      "autherimage": "https://flxt.tmsimg.com/assets/659771_v9_ba.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 47,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1685248649i/123423832.jpg",
      "bookname": "The Coworker",
      "Rating": 0,
      "authername": "Freida McFadden",
      "Descriptions": "Two women. An office filled with secrets. One terrible crime that can't be taken back Dawn Schiff is strange. At least, everyone thinks so at Vixed, the nutritional supplement company where Dawn works as an accountant. She never says the right thing. She has no friends. And she is always at her desk at precisely 8:45 a.m.",
      "categories": "Adult",
      "autherDescription": "​#1 Amazon bestselling author Freida McFadden is a practicing physician specializing in brain injury who has penned multiple Kindle bestselling psychological thrillers and medical humor novels. She lives with her family and black cat in a centuries-old three-story home overlooking the ocean, with staircases that creak and moan with each step, and nobody could hear you if you scream. Unless you scream really loudly, maybe.",
      "autherimage": "https://images.gr-assets.com/authors/1668621694p5/7244758.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 48,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1661428846i/62080187.jpg",
      "bookname": "Never Lie",
      "Rating": 0,
      "authername": "Freida McFadden",
      "Descriptions": "Newlyweds Tricia and Ethan are searching for the house of their dreams. But when they visit the remote manor that once belonged to Dr. Adrienne Hale, a renowned psychiatrist who vanished without a trace four years earlier, a violent winter storm traps them at the estate… with no chance of escape until the blizzard comes to an end.",
      "categories": "Adult",
      "autherDescription": "​#1 Amazon bestselling author Freida McFadden is a practicing physician specializing in brain injury who has penned multiple Kindle bestselling psychological thrillers and medical humor novels. She lives with her family and black cat in a centuries-old three-story home overlooking the ocean, with staircases that creak and moan with each step, and nobody could hear you if you scream. Unless you scream really loudly, maybe.",
      "autherimage": "https://images.gr-assets.com/authors/1668621694p5/7244758.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 49,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1687082673i/59357120.jpg",
      "bookname": "Yellowface",
      "Rating": 0,
      "authername": "R.F. Kuang ",
      "Descriptions": "Authors June Hayward and Athena Liu were supposed to be twin rising stars: same year at Yale, same debut year in publishing. But Athena's a cross-genre literary darling, and June didn't even get a paperback release. Nobody wants stories about basic white girls, June thinks.",
      "categories": "Adult",
      "autherDescription": "Rebecca F. Kuang is a Marshall Scholar, translator, and award-winning, #1 New York Times bestselling author of the Poppy War trilogy and Babel: An Arcane History, among others. She has an MPhil in Chinese Studies from Cambridge and an MSc in Contemporary Chinese Studies from Oxford; she is now pursuing a PhD in East Asian Languages and Literatures at Yale. ",
      "autherimage": "https://images.gr-assets.com/authors/1663158288p5/16820001.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 50,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1644605295i/60393672.jpg",
      "bookname": "It Starts with Us",
      "Rating": 0,
      "authername": "Colleen Hoover",
      "Descriptions": "Lily and her ex-husband, Ryle, have just settled into a civil coparenting rhythm when she suddenly bumps into her first love, Atlas, again. After nearly two years separated, she is elated that for once, time is on their side, and she immediately says yes when Atlas asks her on a date.",
      "categories": "Adult",
      "autherDescription": "International and #1 New York Times bestselling author of romance, YA, thriller, women's fiction and paranormal romance. ",
      "autherimage": "https://images.gr-assets.com/authors/1464032240p5/5430144.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 51,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618859577i/57795665.jpg",
      "bookname": "The Locked Door",
      "Rating": 0,
      "authername": "Freida McFadden",
      "Descriptions": " While eleven-year-old Nora Davis was up in her bedroom doing homework, she had no idea her father was killing women in the basement.",
      "categories": "Adult",
      "autherDescription": "​#1 Amazon bestselling author Freida McFadden is a practicing physician specializing in brain injury who has penned multiple Kindle bestselling psychological thrillers and medical humor novels. She lives with her family and black cat in a centuries-old three-story home overlooking the ocean, with staircases that creak and moan with each step, and nobody could hear you if you scream. Unless you scream really loudly, maybe.",
      "autherimage": "https://images.gr-assets.com/authors/1668621694p5/7244758.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 52,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1672361696i/62059957.jpg",
      "bookname": "One Last Kill",
      "Rating": 0,
      "authername": "Robert Dugoni",
      "Descriptions": "Detective Tracy Crosswhite draws a long-dormant serial killer out of hiding in a nerve-shattering novel by New York Times bestselling author Robert Dugoni.      ",
      "categories": "Adult",
      "autherDescription": "Robert Dugoni’s books are sold in more than twenty-five countries and have been translated into more than thirty languages. ",
      "autherimage": "https://images.gr-assets.com/authors/1580244327p5/63650.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 53,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1680943122i/65646909.jpg",
      "bookname": "Riverstar's Home",
      "Rating": 0,
      "authername": "Erin Hunter",
      "Descriptions": "In this Super Edition, discover the origins of the first leader of RiverClan—a mysterious cat whose desire for peace would help shape the dawn of the warrior Clans.",
      "categories": "Childrens ",
      "autherDescription": "Erin Hunter is the pseudonym of five people: Kate Cary, Cherith Baldry, Tui T. Sutherland, Gillian Philip, and Inbali Iserles, as well as editor Victoria Holmes. Together, they write the Warriors series as well as the Seekers and Survivors series. Erin Hunter is working on a new series now called Bravelands.",
      "autherimage": "https://images.gr-assets.com/authors/1318547591p5/27498.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 54,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1679462225i/63291995.jpg",
      "bookname": "Dogtown",
      "Rating": 0,
      "authername": "Katherine Applegate",
      "Descriptions": "Dogtown is a shelter for stray dogs, misbehaving dogs, and discarded robot dogs, whose owners have outgrown them.      ",
      "categories": "Childrens",
      "autherDescription": "Katherine Applegate is the author of The One and Only Ivan, winner of the 2013 Newbery Medal. Her novel Crenshaw spent over twenty weeks on the New York Times children's bestseller list, and her first middle-grade stand-alone novel, the award-winning Home of the Brave, continues to be included on state reading lists, summer reading lists, and class reading lists.",
      "autherimage": "https://images.gr-assets.com/authors/1561184801p5/1036736.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 55,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1684817273i/75500824.jpg",
      "bookname": "Alex Wise vs. the End of the World",
      "Rating": 0,
      "authername": "Terry J. Benton-Walker",
      "Descriptions": "Welcome to the summer of the apocalypse. One 12-year-old boy leads the charge against the forces of evil as he tries to stop the Four Horsemen from taking over the world in the start to a wildly funny and addictive fantasy series about accepting yourself and finding your inner hero.",
      "categories": "Childrens",
      "autherDescription": "TERRY J. BENTON-WALKER grew up in rural GA and now lives in Atlanta with his husband and son, where he writes fantasy and horror for adults, young adults, and children. He has an Industrial Engineering degree from Georgia Tech and an MBA from Georgia State",
      "autherimage": "https://images.gr-assets.com/authors/1659560531p5/21611778.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 56,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1684817273i/75500824.jpg",
      "bookname": "Alex Wise vs. the End of the World",
      "Rating": 0,
      "authername": "Terry J. Benton-Walker",
      "Descriptions": "Welcome to the summer of the apocalypse. One 12-year-old boy leads the charge against the forces of evil as he tries to stop the Four Horsemen from taking over the world in the start to a wildly funny and addictive fantasy series about accepting yourself and finding your inner hero.",
      "categories": "Childrens",
      "autherDescription": "TERRY J. BENTON-WALKER grew up in rural GA and now lives in Atlanta with his husband and son, where he writes fantasy and horror for adults, young adults, and children. He has an Industrial Engineering degree from Georgia Tech and an MBA from Georgia State",
      "autherimage": "https://images.gr-assets.com/authors/1659560531p5/21611778.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 57,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1678754842i/75593832.jpg",
      "bookname": "Race to Krakatoa",
      "Rating": 0,
      "authername": "J.D. Peabody",
      "Descriptions": "Mystery and danger abound in book two of The Inkwell Chronicles, a fast-paced middle-grade fantasy series about magic ink, a secret society, and a boy who learns to make his mark.",
      "categories": "Childrens",
      "autherDescription": "J.D. Peabody has always loved stories, and his career has been spent improving his ability to write and tell them. For nearly two decades, he wrote in the context of advertising and public relations agencies, where he gained an appreciation (or at least a tolerance) for being edited. He then switched fields entirely, attending seminary, helping start a new church and learning the discipline of writing for weekly sermon deadlines.",
      "autherimage": "https://images.gr-assets.com/authors/1641662345p5/22017141.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 58,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1683903185i/129164287.jpg",
      "bookname": "The Cursed Moon",
      "Rating": 0,
      "authername": "Angela Cervantes",
      "Descriptions": "Celebrated author Angela Cervantes' brand new novel combines a chilling ghost story with her award-winning, heartfelt storytelling style.",
      "categories": "Childrens",
      "autherDescription": "Angela Cervantes is the acclaimed Mexican American author of several popular children's novels including Lety Out Loud, which won a 2020 Pura Belpré Honor Award. ",
      "autherimage": "https://images.gr-assets.com/authors/1693240261p5/6863231.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 59,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1653948895i/61197270.jpg",
      "bookname": "Arazan'sWolves",
      "Rating": 0,
      "authername": "John Flanagan",
      "Descriptions": "Will and Maddie are sent to neighbouring kingdom Celtica to investigate reports of terrifying direwolves – an ancient species thought to be extinct. What they discover is even more of a threat – a sorceress who has enslaved direwolves and Wargals to her will and is building an army of creatures both living and supernatural.",
      "categories": "Childrens",
      "autherDescription": "Librarian Note: There is more than one author in the GoodReads database with this name. See this thread for more information.      ",
      "autherimage": "https://images.gr-assets.com/authors/1204665476p5/34049.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 60,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1680126631i/61855593.jpg",
      "bookname": "Dog Man: Twenty Thousand Fleas Under the Sea",
      "Rating": 0,
      "authername": "Dav Pilkey",
      "Descriptions": "DOG MAN IS BACK! The highly anticipated new graphic novel in the #1 worldwide bestselling series starring everyone's favorite canine superhero by award-winning author and illustrator Dav Pilkey! ",
      "categories": "Childrens",
      "autherDescription": "David (Dav) Pilkey (b. March 4, 1966), is a popular children's author and artist. Pilkey is best known as the author and illustrator of the Captain Underpants book series. He lives near Seattle, Washington with his wife, Sayuri.",
      "autherimage": "https://images.gr-assets.com/authors/1520538416p5/33280.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 61,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1634839883i/56506278.jpg",
      "bookname": "Nattkorpen",
      "Rating": 0,
      "authername": "Johan Rundberg",
      "Descriptions": "Vintern håller Stockholm i ett järngrepp, tullarna är igensnöade och det går varken att ta sig in eller ut ur staden.",
      "categories": "Childrens",
      "autherDescription": "Johan Rundberg föddes 1973 i Knislinge i Skåne, men bosatte sig som vuxen i Stockholm. Han upptäckte glädjen i att skriva och läsa under tidiga skolår, och var en flitig biblioteksbesökare. Så småningom läste han litteraturvetenskap och tv-produktion på universitetet. Det ledde honom till jobb på SVT och MTG. Från sin utbildningstid hade han även erfarenhet av att jobba med bildsatta manus. Därifrån hämtade han inspiration till att också prova att göra bilderböcker.",
      "autherimage": "https://images.gr-assets.com/authors/1615818144p5/6654198.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 62,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1514989256i/37804539.jpg",
      "bookname": "Invisible",
      "Rating": 0,
      "authername": "Eloy Moreno",
      "Descriptions": "Emotiva, conmovedora, diferente... Invisible narra, a través de los ojos de un niño, una historia que podría ser la de cualquiera de nosotros.      ",
      "categories": "Childrens",
      "autherDescription": "Eloy Moreno Olaria es un escritor español que se ha dado a conocer tras la publicación de su primera novela, titulada El bolígrafo de gel verde.      ",
      "autherimage": "https://images.gr-assets.com/authors/1395180222p5/4710057.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 63,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1621895323i/57468690.jpg",
      "bookname": "Good-bye Stacey, Good-bye",
      "Rating": 0,
      "authername": "Gabriela Epstein",
      "Descriptions": "Stacey McGill is moving back to New York! That means no more Stoneybrook Middle School, no more Charlotte Johanssen, and worst of all... no more Baby-sitters Club. Stacey's friends are crushed when they hear that Stacey's moving, especially Claudia. Stacey is her best friend.",
      "categories": "Childrens",
      "autherDescription": "Gabriela Epstein (she/they) is a NYT bestselling comic artist based in Austin, TX. Originally from Philly, she studied oil painting at the PA Academy of the Fine Arts before getting her BFA in Illustration from the Rhode Island School of Design. She later worked as a character designer in TV animation before switching to comics.",
      "autherimage": "https://images.gr-assets.com/authors/1662865772p5/21107788.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 64,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1554006152i/6.jpg",
      "bookname": "Harry Potter and the Goblet of Fire",
      "Rating": 0,
      "authername": "J.K. Rowling",
      "Descriptions": "It is the summer holidays and soon Harry Potter will be starting his fourth year at Hogwarts School of Witchcraft and Wizardry. Harry is counting the days: there are new spells to be learnt, more Quidditch to be played, and Hogwarts castle to continue exploring. But Harry needs to be careful - there are unexpected dangers lurking...",
      "categories": "Young",
      "autherDescription": "Although she writes under the pen name J.K. Rowling, pronounced like rolling, her name when her first Harry Potter book was published was simply Joanne Rowling.",
      "autherimage": "https://images.gr-assets.com/authors/1596216614p5/1077326.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 65,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1342493368i/3636.jpg",
      "bookname": "The Giver",
      "Rating": 0,
      "authername": "Lois Lowry      ",
      "Descriptions": "At the age of twelve, Jonas, a young boy from a seemingly utopian, futuristic world, is singled out to receive special training from The Giver, who alone holds the memories of the true joys and pain of life.",
      "categories": "Young",
      "autherDescription": "I’ve always felt that I was fortunate to have been born the middle child of three. My older sister, Helen, was very much like our mother: gentle, family-oriented, eager to please. ",
      "autherimage": "https://images.gr-assets.com/authors/1348162077p5/2493.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 66,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1361039443i/41865.jpg",
      "bookname": "Twilight",
      "Rating": 0,
      "authername": "Stephenie Meyer",
      "Descriptions": "Second, there was a part of him - and I didn't know how dominant that part might be - that thirsted for my blood.      ",
      "categories": "Young",
      "autherDescription": "Stephenie Meyer is the author of the bestselling Twilight series, The Host, and The Chemist. Twilight was one of 2005's most talked about novels and within weeks of its release the book debuted at #5 on The New York Times bestseller list.",
      "autherimage": "https://images.gr-assets.com/authors/1596739281p5/941441.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 67,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1361039438i/1162543.jpg",
      "bookname": "Breaking Dawn",
      "Rating": 0,
      "authername": "Stephenie Meyer",
      "Descriptions": "WHEN YOU LOVED THE ONE WHO WAS KILLING YOU, IT LEFT YOU NO OPTIONS. How could you run, how could you fight, when doing so would hurt that beloved one? If your life was all you had to give, how could you not give it? If it was someone you truly loved?",
      "categories": "Young",
      "autherDescription": "Stephenie Meyer is the author of the bestselling Twilight series, The Host, and The Chemist. Twilight was one of 2005's most talked about novels and within weeks of its release the book debuted at #5 on The New York Times bestseller list.",
      "autherimage": "https://images.gr-assets.com/authors/1596739281p5/941441.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 68,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1361038355i/428263.jpg",
      "bookname": "Eclipse",
      "Rating": 0,
      "authername": "Stephenie Meyer",
      "Descriptions": "As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. ",
      "categories": "Young",
      "autherDescription": "Stephenie Meyer is the author of the bestselling Twilight series, The Host, and The Chemist. Twilight was one of 2005's most talked about novels and within weeks of its release the book debuted at #5 on The New York Times bestseller list.",
      "autherimage": "https://images.gr-assets.com/authors/1596739281p5/941441.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 69,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1432730315i/256683.jpg",
      "bookname": "City of Bones",
      "Rating": 0,
      "authername": "Cassandra Clare",
      "Descriptions": "hen fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. ",
      "categories": "Young",
      "autherDescription": "Cassandra Clare was born to American parents in Tehran, Iran and spent much of her childhood travelling the world with her family, including one trek through the Himalayas as a toddler where she spent a month living in her father’s backpack. She lived in France, England and Switzerland before she was ten years old.",
      "autherimage": "https://images.gr-assets.com/authors/1689347318p5/150038.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 70,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1309211401i/6310.jpg",
      "bookname": "Charlie and the Chocolate Factory",
      "Rating": 0,
      "authername": "Roald Dahl",
      "Descriptions": "Charlie Bucket's wonderful adventure begins when he finds one of Mr. Willy Wonka's precious Golden Tickets and wins a whole day inside the mysterious chocolate factory. Little does he know the surprises that are in store for him!",
      "categories": "Young",
      "autherDescription": "Roald Dahl was a British novelist, short story writer and screenwriter of Norwegian descent, who rose to prominence in the 1940's with works for both children and adults, and became one of the world's bestselling authors.      ",
      "autherimage": "https://images.gr-assets.com/authors/1311554908p5/4273.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 71,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1519022209i/4556058.jpg",
      "bookname": "The Last Olympian",
      "Rating": 0,
      "authername": "Rick Riordan",
      "Descriptions": "All year the half-bloods have been preparing for battle against the Titans, knowing the odds of victory are grim. Kronos's army is stronger than ever, and with every god and half-blood he recruits, the evil Titan's power only grows.",
      "categories": "Young",
      "autherDescription": "Rick Riordan is the #1 New York Times bestselling author of many books, including the Percy Jackson series. You can follow him on Twitter and via his official website.      ",
      "autherimage": "https://images.gr-assets.com/authors/1679846356p5/15872.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 72,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1615094578i/8127.jpg",
      "bookname": "Anne of Green Gables",
      "Rating": 0,
      "authername": "L.M. Montgomery",
      "Descriptions": "This heartwarming story has beckoned generations of readers into the special world of Green Gables, an old-fashioned farm outside a town called Avonlea. ",
      "categories": " English ",
      "autherDescription": "Lucy Maud Montgomery was a Canadian author, best known for a series of novels beginning with Anne of Green Gables, published in 1908.",
      "autherimage": "https://images.gr-assets.com/authors/1188896723p5/5350.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 73,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1361038355i/428263.jpg",
      "bookname": "Eclipse",
      "Rating": 0,
      "authername": "Stephenie Meyer",
      "Descriptions": "As Seattle is ravaged by a string of mysterious killings and a malicious vampire continues her quest for revenge, Bella once again finds herself surrounded by danger. ",
      "categories": " English ",
      "autherDescription": "Stephenie Meyer is the author of the bestselling Twilight series, The Host, and The Chemist. Twilight was one of 2005's most talked about novels and within weeks of its release the book debuted at #5 on The New York Times bestseller list.",
      "autherimage": "https://images.gr-assets.com/authors/1596739281p5/941441.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 74,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1432730315i/256683.jpg",
      "bookname": "City of Bones",
      "Rating": 0,
      "authername": "Cassandra Clare",
      "Descriptions": "hen fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. ",
      "categories": " English ",
      "autherDescription": "Cassandra Clare was born to American parents in Tehran, Iran and spent much of her childhood travelling the world with her family, including one trek through the Himalayas as a toddler where she spent a month living in her father’s backpack. She lived in France, England and Switzerland before she was ten years old.",
      "autherimage": "https://images.gr-assets.com/authors/1689347318p5/150038.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 75,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1309211401i/6310.jpg",
      "bookname": "Charlie and the Chocolate Factory",
      "Rating": 0,
      "authername": "Roald Dahl",
      "Descriptions": "Charlie Bucket's wonderful adventure begins when he finds one of Mr. Willy Wonka's precious Golden Tickets and wins a whole day inside the mysterious chocolate factory. Little does he know the surprises that are in store for him!",
      "categories": " English ",
      "autherDescription": "Roald Dahl was a British novelist, short story writer and screenwriter of Norwegian descent, who rose to prominence in the 1940's with works for both children and adults, and became one of the world's bestselling authors.      ",
      "autherimage": "https://images.gr-assets.com/authors/1311554908p5/4273.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 76,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1519022209i/4556058.jpg",
      "bookname": "The Last Olympian",
      "Rating": 0,
      "authername": "Rick Riordan",
      "Descriptions": "All year the half-bloods have been preparing for battle against the Titans, knowing the odds of victory are grim. Kronos's army is stronger than ever, and with every god and half-blood he recruits, the evil Titan's power only grows.",
      "categories": " English ",
      "autherDescription": "Rick Riordan is the #1 New York Times bestselling author of many books, including the Percy Jackson series. You can follow him on Twitter and via his official website.      ",
      "autherimage": "https://images.gr-assets.com/authors/1679846356p5/15872.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 77,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1615094578i/8127.jpg",
      "bookname": "Anne of Green Gables",
      "Rating": 0,
      "authername": "L.M. Montgomery",
      "Descriptions": "This heartwarming story has beckoned generations of readers into the special world of Green Gables, an old-fashioned farm outside a town called Avonlea. ",
      "categories": " English ",
      "autherDescription": "Lucy Maud Montgomery was a Canadian author, best known for a series of novels beginning with Anne of Green Gables, published in 1908.",
      "autherimage": "https://images.gr-assets.com/authors/1188896723p5/5350.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 78,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1336743682i/13637412.jpg",
      "bookname": "ساق البامبو",
      "Rating": 0,
      "authername": "سعود السنعوسي",
      "Descriptions": "لماذا كان جلوسي تحت الشجرة يزعج أمي؟ أتراها كانت تخشى أن تنبت لي جذور تضرب في عمق الأرض ما يجعل عودتي إلى بلاد أبي أمراً مستحيلاً؟..ربما، ولكن، حتى الجذور لا تعني شيئاً أحياناً.",
      "categories": " Arabic ",
      "autherDescription": "كاتب وروائي كويتي",
      "autherimage": "https://images.gr-assets.com/authors/1559890264p5/4603829.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 79,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1503755688i/3438000.jpg",
      "bookname": "ثلاثية غرناطة",
      "Rating": 0,
      "authername": "Radwa Ashour",
      "Descriptions": "وتدور الأحداث في مملكة غرناطة بعد سقوط جميع الممالك الإسلامية في الأندلس، و تبدأ أحداث الثلاثية في عام 1491م، وهو العام الذي سقطت فيه غرناطة بإعلان المعاهدة التي تنازل بمقتضاها (أبو عبد الله محمد الصغير) آخر ملوك غرناطة عن ملكه لملكي قشتالة وأراجون، وتنتهى بمخالفة آخر أبطالها الأحياء (عليّ) لقرار ترحيل المسلمين حينما يكتشف أن الموت في الرحيل عن الأندلس و ليس في البقاء.",
      "categories": "Arabic",
      "autherDescription": "Radwa Ashour (Arabic: رضوى عاشور) was an Egyptian writer and scholar. Ashour had published 7 novels, an autobiographical work, 2 collections of short stories and 5 criticism books. Part I of her Granada Trilogy won the Cairo International Book Fair “1994 Book of the Year Award.",
      "autherimage": "https://images.gr-assets.com/authors/1274768270p5/1424397.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 80,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1485105416i/16031620.jpg",
      "bookname": "الفيل الأزرق",
      "Rating": 0,
      "authername": "أحمد مراد",
      "Descriptions": "في 8 غرب، القسم الذي يقرّر مَصير مُرتكبي الجرائم، يُقابل صديقاً قديماً يحمل إليه ماضياً جاهد طويلاً لينساه، ويصبح مَصيره فجأة بين يدي يحيى..",
      "categories": "Arabic",
      "autherDescription": "كاتب مصري من مواليد القاهرة 1978، تخرّج في مدرسة ليسيه الحرّية بباب اللوق عام 2006 قبل أن يلتحق بالمعهد العالي للسينما ليدرس التصوير السينمائي، ",
      "autherimage": "https://images.gr-assets.com/authors/1227520027p5/1633682.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 81,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1265525892i/7704143.jpg",
      "bookname": "تراب الماس",
      "Rating": 0,
      "authername": "أحمد مراد",
      "Descriptions": "فيرتيجو يتّخذ أحمد مراد من الجريمة خلفية تكشف بأسلوب مشوّق كواليس المجتمع و الفساد المستشري وسط كل طبقاته.. وهو بذلك يؤّكد قواعد النوع الروائي الذي أصبح رائدًا له",
      "categories": "Arabic",
      "autherDescription": "كاتب مصري من مواليد القاهرة 1978، تخرّج في مدرسة ليسيه الحرّية بباب اللوق عام 2006 قبل أن يلتحق بالمعهد العالي للسينما ليدرس التصوير السينمائي، ",
      "autherimage": "https://images.gr-assets.com/authors/1227520027p5/1633682.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    },
    {
      "id": 82,
      "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1403045796i/20317106.jpg",
      "bookname": "هيبتا",
      "Rating": 0,
      "authername": "محمد صادق",
      "Descriptions": "تأخذنا رواية (هيبتا) إلي ذلك العالم الذي أهلكه الجميع بحثا ..ذلك العالم الذي رغم تكرار قصصه ورواياته إلا أن الجميع فيه يقع في نفس الأخطاء، ويعيد نفس الأحداث، و يتألم نفس الألم ..",
      "categories": "Arabic",
      "autherDescription": " محمد صادق ,روائي مصري من مواليد 1987 صدرت روايته الأولي  طه الغريب  في عام 2010 ,ثم  بضع ساعات في يوم ما  عام 2012 , و في عام 2014 صدرت روايته الثالثة  هيبتا  التي احتلت قوائم الأكثر مبيعا منذ صدورها كما سيتم تحويلها لفيلم سينمائي , ",
      "autherimage": "https://images.gr-assets.com/authors/1581425542p5/2994581.jpg",
      "bookurl": "https://www.argentina.gob.ar/sites/default/files/anne_of_the_green_gables_montogomery.pdf"
    }
  ],
  "User": [
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 1
    },
    {
      "email": "haddadissa96122@gmail.com",
      "password": "asdasdasA1_",
      "Username": "issahaddad",
      "id": 2
    },
    {
      "email": "haddadissaLK96212356@gmail.com",
      "password": "asdasdasA1_",
      "Username": "issahaddad",
      "id": 3
    },
    {
      "email": "haddadissalovea962@gmail.com",
      "password": "asdasdasA1_",
      "Username": "kk",
      "id": 4
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 5
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 6
    },
    {
      "email": "osamaraed@gmail.com",
      "password": "Osama#123",
      "Username": "osama",
      "id": 7
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 8
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 9
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 10
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 11
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 12
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 13
    },
    {
      "email": "raed@gmail.com",
      "password": "Osama*123",
      "Username": "osama",
      "id": 14
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 15
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 16
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 17
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 18
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 19
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 20
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 21
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 22
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 23
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 24
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 25
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 26
    },
    {
      "email": "",
      "password": "",
      "Username": "",
      "id": 27
    }
  ]
}